export const introduction = {
  h1: {
    start: 'Личный лайф-коуч',
    end: 'в твоем смартфоне'
  },
  text: 'Поможет собрать твою цель из маленьких ежедневных кирпичиков, не позволит сойти с дистанции, поддержит высокую мотивацию в создании новых привычек, покажет что ты уже можешь стать новой версией себя.'
}

export const description = {
  text1: 'You2 - это мобильное приложение, дающее эффект работы с персональным лайф-коучем. Отвечай на простые вопросы и ты поймешь чего действительно хочешь от жизни, что тебе делать, куда двигаться и с какой скоростью. Путь к успеху построен из развивающих задач и полезных привычек. Разбери свою цель на простые шаги, и ежедневно делай минимум из того, что ты можешь уже здесь и сейчас.',
  text2: ' А You2 с помощью увлекательной геймификации и системы штрафов за пропуски, проследит, чтобы ты не сдавался и не сбивался с курса.'
}

export const opportunities = {
  title: 'Чего ты добьешься с помощью приложения ',
  list: ['expand', 'step', 'jigsaw', 'growUp', 'steeringWheel', 'dependable'],
  expand: 'Сделаешь глубокий разбор своей личности и отделишь реальные желания от навязанных',
  step: 'Превратишь свои желания в цели, раздробленные на небольшие ежедневные шаги ',
  jigsaw: 'Начнешь строить новую версию своей личности, выполняя ежедневные задания ',
  growUp: 'Осознаешь что у тебя есть достаточно возможностей для создания жизни высокого уровня',
  steeringWheel: 'Возьмешь под контроль течение своей жизни, вопреки лени и страху',
  dependable: 'Улучшишь качество своей жизни по всем параметрам'
}

export const motivation = {
  title: 'Как You2 поможет тебе сохранить мотивацию на пути к цели',
  text: 'Приложение построено на эффективной системе инструментов, но реальные подвиги совершать будешь ты сам',
  list: ['personalCoach', 'vacation', 'personalMap', 'refereeSanctioning', 'barChart', 'notification'],
  personalCoach: {
    title: 'Личный лайф-коуч',
    text: 'Отвечая на вопросы профессионального лайф-коуча ты осознаешь свои возможности. Сможешь подобрать лучшие инструменты для достижения твоих целей. Составляй список ежедневных заданий и новых привычек, которые помогут тебе построить новую жизнь.'
  },
  vacation: {
    title: 'Отпуск и больничный',
    text: 'Ты можешь взять “отпуск” или “больничный” до двух недель. Выполнение задач ставится на паузу, без начисления штрафов. Сохраняя прежние показатели в графике.'
  },
  personalMap: {
    title: 'Остров личности',
    text: 'Игровое отображение прогресса через “Остров личности” вовлекает и мотивирует. Получай награды за выполнение заданий и с каждой наградой остров будет расти и развиваться. Если ты упорный - через год твой остров превратится в настоящую цивилизацию.'
  },
  refereeSanctioning: {
    title: 'Система штрафов',
    text: 'Назначай сумму денежных штрафов за невыполненные задачи. Не откладывай свои задачи “на потом”, а завершай их несмотря ни на что - не идеально выполненное задание лучше, чем штраф. Лишаясь зацикленности на деталях и идеальности, ты идешь к цели, постепенно растворяя страх неудачи.'
  },
  barChart: {
    title: 'График твоего роста',
    text: 'Вдохновляйся историей успешного формирования новых привычек, отображенной с помощью инфографики. Анализируй свой прогресс в выполнении ежедневных заданий. Убедись в том, что небольших ежедневных шагов достаточно для создания новой личности.'
  },
  notification: {
    title: 'Напоминания для задач',
    text: 'Больше не держишь в памяти все дневные задачи (направленные на саморазвитие), благодаря напоминаниям. Получаешь организованное мышление и снижение стресса.'
  }
}

export const sanctions = {
  title: 'Почему система штрафов эффективна?',
  text: {
    part1: 'В реальном мире мы теряем деньги каждый раз, когда пасуем перед внедрением полезных привычек. Пропустил пробежку - потерял деньги на счёт, который придётся оплатить у кардиолога, через 10-15 лет. Пропустил занятия английского языка - потерял еще больше денег на своей будущей зарплате, не получив повышение по должности.',
    part2: 'Это приложение создано чтобы ты помнил, что влечёт за собой пропуск любого шага, направленного на улучшение любых параметров жизни. Чтобы ты прочувствовал последствия ещё до того, как они станут реально плачевными, зарядился мотивацией, и встал на путь, ведущий к успеху.'
  }
}

export const comments = {
  title: 'Никаких пустых обещаний - \nтолько факты, доказанные пользователями',
  user1: {
    name: 'Дмитрий Поршенко',
    position: 'Региональный Менеджер',
    comment: '“Моя жизнь так нагружена, и я не хотела испытывать еще большее давление, боясь потерять деньги, из-за невыполненного задания. Но если не оплатишь 5 штрафов - приложение само удалится, так что я решила, что ничем не рискую. И не зря! Это приложение как пари с другом. Выполняю все задания с азартом, не заморачиваясь о деталях вот я подтянула английский и выучила 2 программы. Наконец-то я получила желаемую работу, до которой еще три месяца назад не дотягивала!”',
  },
  user2: {
    name: 'Рандом юзер',
    position: 'Менеджер проекта',
    comment: '“Безусловно, семантический разбор внешних противодействий представляет собой интересный эксперимент проверки первоочередных требований.”',
  },
  user3: {
    name: 'Просто человек',
    position: 'Технический директор',
    comment: '“Для современного мира социально-экономическое развитие, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для стандартных подходов. В целом, конечно, постоянный количественный рост и сфера нашей активности не оставляет шанса для позиций, занимаемых участниками в отношении поставленных задач.”',
  },
}
