export const introduction = {
  h1: {
    start: 'Личный лайф-коуч',
    end: 'в твоем смартфоне'
  },
  text: 'Поможет собрать твою цель из маленьких ежедневных кирпичиков, не позволит сойти с дистанции, поддержит высокую мотивацию в создании новых привычек, покажет что ты уже можешь стать новой версией себя.'
}

export const description = {
  text1: 'You2 - это мобильное приложение, дающее эффект работы с персональным лайф-коучем. Отвечай на простые вопросы и ты поймешь чего действительно хочешь от жизни, что тебе делать, куда двигаться и с какой скоростью. Путь к успеху построен из развивающих задач и полезных привычек. Разбери свою цель на простые шаги, и ежедневно делай минимум из того, что ты можешь уже здесь и сейчас.',
  text2: ' А You2 с помощью увлекательной геймификации и системы штрафов за пропуски, проследит, чтобы ты не сдавался и не сбивался с курса.'
}
